# IFC_LAreIFCResLocal

## Description
Returns whether the Resources for the IFC Strings are Localized.

```pascal
FUNCTION IFC_LAreIFCResLocal(outbAreIFCResLocal : BOOLEAN): BOOLEAN;
```

```python
def vs.IFC_LAreIFCResLocal(outbAreIFCResLocal):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|outbAreIFCResLocal|BOOLEAN|   |

## Version
Availability: from Vectorworks 2021

## Category
* IFC